{
  "sections": [
    {
      "id": "crossfit",
      "title": "CROSSFIT",
      "description": "ESTE PROGRAMA INTEGRAL COMBINA DISCIPLINAS COMO LEVANTAMIENTO DE PESAS, ATLETISMO Y GIMNASIA PARA OFRECER UN ENTRENAMIENTO COMPLETO QUE MEJORA LA FUERZA, LA AGILIDAD, LA RESISTENCIA Y LA FLEXIBILIDAD. CADA SESIÓN INCLUYE UN CALENTAMIENTO, UN SEGMENTO DE HABILIDAD TÉCNICA, EL ENTRENAMIENTO DEL DÍA (WOD), Y UN ENFRIAMIENTO, ASEGURANDO UN DESARROLLO EQUILIBRADO DE TODAS LAS CAPACIDADES FÍSICAS.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "CrossFit Class"
    },
    {
      "id": "strength-conditioning",
      "title": "STRENGTH AND CONDITIONING",
      "description": "DISEÑADO PARA INCREMENTAR LA FUERZA MUSCULAR Y LA CAPACIDAD CARDIOVASCULAR, ESTE CURSO UTILIZA UNA MEZCLA DE LEVANTAMIENTOS DE PESAS, EJERCICIOS DE CARDIO Y TÉCNICAS DE MOVIMIENTO FUNCIONAL. A TRAVÉS DE RUTINAS ESTRUCTURADAS, LOS PARTICIPANTES TRABAJAN HACIA LA MEJORA DE SU RENDIMIENTO FÍSICO GENERAL Y LA PREVENCIÓN DE LESIONES.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Strength and Conditioning Class"
    },
    {
      "id": "weightlifting",
      "title": "HALTEROFILIA",
      "description": "ESPECIALMENTE ENFOCADA EN EL LEVANTAMIENTO DE PESAS OLÍMPICO, ESTA CLASE ENSEÑA Y PERFECCIONA TÉCNICAS PARA EJECUTAR EL SNATCH Y EL CLEAN AND JERK. A TRAVÉS DE UN ENFOQUE METICULOSO EN LA FORMA Y LA TÉCNICA, LOS ATLETAS MEJORAN SU FUERZA EXPLOSIVA Y SU CAPACIDAD DE EJECUCIÓN BAJO PRESIÓN.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Weightlifting Class"
    },
    {
      "id": "gymnastics",
      "title": "GYMNASTICS",
      "description": "ESTA CLASE ESTÁ DISEÑADA PARA MEJORAR HABILIDADES ESPECÍFICAS DE GIMNASIA COMO DOMINADAS, DIPS, HANDSTANDS Y MOVIMIENTOS DE EQUILIBRIO. LOS PARTICIPANTES TRABAJAN EN CONTROLAR SU PROPIO CUERPO A TRAVÉS DE EJERCICIOS QUE AUMENTAN LA FUERZA, LA FLEXIBILIDAD, Y LA COORDINACIÓN, ESENCIALES PARA EL ÉXITO EN NUMEROSOS DEPORTES Y ACTIVIDADES FÍSICAS.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Gymnastics Class"
    },
    {
      "id": "endurance",
      "title": "ENDURANCE",
      "description": "CENTRÁNDOSE EN LA RESISTENCIA CARDIOVASCULAR, ESTA CLASE UTILIZA ACTIVIDADES DE LARGA DURACIÓN COMO CORRER, REMAR Y CICLISMO PARA INCREMENTAR LA CAPACIDAD AERÓBICA Y ANAERÓBICA DE LOS ATLETAS. A TRAVÉS DE ENTRENAMIENTOS PROGRESIVOS, LOS PARTICIPANTES PUEDEN MEJORAR SU RESISTENCIA, RECUPERACIÓN Y CAPACIDAD PARA REALIZAR ESFUERZOS SOSTENIDOS.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Endurance Class"
    },
    {
      "id": "basics",
      "title": "BASICS",
      "description": "PERFECTA PARA PRINCIPIANTES, ESTA CLASE INTRODUCE LOS FUNDAMENTOS DEL CROSSFIT, INCLUYENDO TÉCNICAS DE LEVANTAMIENTO DE PESAS, MOVIMIENTOS BÁSICOS DE GIMNASIA Y TÉRMINOS COMUNES USADOS EN EL CROSSFIT. LOS NUEVOS ATLETAS APRENDEN A REALIZAR EJERCICIOS DE MANERA SEGURA Y EFICAZ PARA MAXIMIZAR SU ENTRENAMIENTO MIENTRAS MINIMIZAN EL RIESGO DE LESIÓN.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Basics Class"
    },
    {
      "id": "mobility",
      "title": "MOBILITY",
      "description": "ESTA CLASE SE CENTRA EN MEJORAR EL RANGO DE MOVIMIENTO Y LA FLEXIBILIDAD GENERAL A TRAVÉS DE ESTIRAMIENTOS DIRIGIDOS, TRABAJO CON RODILLOS DE ESPUMA Y TÉCNICAS DE LIBERACIÓN MIOFASCIAL. MEJORAR LA MOVILIDAD AYUDA A LOS ATLETAS A EJECUTAR MOVIMIENTOS CON MAYOR EFICIENCIA Y A REDUCIR EL RIESGO DE LESIONES DURANTE ACTIVIDADES FÍSICAS INTENSAS.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Mobility Class"
    },
    {
      "id": "pilates-hiit",
      "title": "PILATES HIIT",
      "description": "UNA FUSIÓN ENERGÉTICA DE PILATES Y ENTRENAMIENTO INTERVÁLICO DE ALTA INTENSIDAD (HIIT), ESTA CLASE DESAFÍA TANTO EL CUERPO COMO LA MENTE. MEJORA EL CONTROL DEL CORE, LA RESISTENCIA MUSCULAR, Y LA CAPACIDAD CARDIOVASCULAR, TODO EN UNA SESIÓN QUE TAMBIÉN ENFATIZA LA PRECISIÓN Y LA EFICIENCIA DEL MOVIMIENTO.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Pilates HIIT Class"
    },
    {
      "id": "kids",
      "title": "KIDS",
      "description": "DIRIGIDA A NIÑOS, ESTA CLASE COMBINA FUNDAMENTOS DE FITNESS CON JUEGOS Y ACTIVIDADES DISEÑADAS PARA FOMENTAR UN ESTILO DE VIDA ACTIVO DESDE UNA EDAD TEMPRANA. LOS NIÑOS APRENDEN HABILIDADES MOTORAS BÁSICAS, COOPERACIÓN Y TRABAJO EN EQUIPO, TODO EN UN AMBIENTE DIVERTIDO Y SEGURO.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Kids Class"
    },
    {
      "id": "synergy-wod",
      "title": "SYNERGY WOD",
      "description": "ESTE ENTRENAMIENTO COMBINADO UTILIZA DIFERENTES MODALIDADES PARA OFRECER UN PROGRAMA DE EJERCICIOS EQUILIBRADO. LAS SESIONES SON DINÁMICAS Y VARIADAS, ASEGURANDO QUE TODOS LOS ASPECTOS DEL FITNESS SON TRABAJADOS, DESDE LA FUERZA HASTA LA MOVILIDAD, LO QUE RESULTA EN UNA MEJORA INTEGRAL DEL RENDIMIENTO FÍSICO.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Synergy WOD Class"
    },
    {
      "id": "train-with-coach",
      "title": "ENTRENA CON TU COACH",
      "description": "(HAY QUE CAMBIAR ESTA DESCRIPCIÓN) ESTA OPCIÓN DE ENTRENAMIENTO PERSONALIZADO PERMITE A LOS ATLETAS TRABAJAR DIRECTAMENTE CON UN ENTRENADOR PARA ENFOCARSE EN OBJETIVOS ESPECÍFICOS. ES IDEAL PARA AQUELLOS QUE BUSCAN ATENCIÓN PERSONALIZADA Y ESTRATEGIAS ADAPTADAS A SUS NECESIDADES INDIVIDUALES DE FITNESS Y SALUD.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Train with Coach"
    },
    {
      "id": "oposiciones",
      "title": "OPOSICIONES",
      "description": "PREPARADA ESPECÍFICAMENTE PARA AQUELLOS QUE BUSCAN SUPERAR LAS PRUEBAS FÍSICAS DE OPOSICIONES PARA CUERPOS Y FUERZAS DE SEGURIDAD. LOS ENTRENAMIENTOS SE DISEÑAN PARA CUMPLIR CON LOS CRITERIOS ESPECÍFICOS DE LAS PRUEBAS, ENFOCÁNDOSE EN LA RESISTENCIA, LA FUERZA Y LA AGILIDAD REQUERIDAS.",
      "image": "/assets/images/fotos-clases/CrossFitVNG-121.webp",
      "imageAlt": "Oposiciones Class"
    }
  ]
}
